module.exports = {
  // 舌色
  tongueColor: {
    "淡白": ["阴", "寒", "虚", "里"],
    "淡红": ["平"],
    "红": ["阳", "热", "实", "里"],
    "绛": ["阳", "热", "实", "里", "热甚"],
    "紫暗": ["阴", "瘀", "实", "里"]
  },
  // 舌苔颜色
  coatingColor: {
    "白": ["阴", "寒", "表"],
    "黄": ["阳", "热", "里"],
    "灰": ["阴", "寒", "里", "湿"],
    "黑": ["阴", "寒甚", "里"]
  },
  // 舌苔厚薄质地
  coatingThickness: {
    "薄": ["表", "虚"],
    "厚": ["里", "实", "湿"],
    "腻": ["里", "实", "湿", "土郁"],
    "腐": ["里", "实", "热", "食积"],
    "无苔": ["虚", "里", "阴虚"]
  },
  // 面色
  faceColor: {
    "白": ["虚", "寒", "肺"],
    "黄": ["湿", "实", "脾"],
    "红": ["热", "实", "心"],
    "青": ["寒", "瘀", "肝"],
    "黑": ["寒甚", "虚甚", "肾"]
  },
  // 眼白
  eyeWhite: {
    "白": ["平"],
    "黄": ["湿", "热", "脾"],
    "红": ["热", "实", "火"],
    "蓝": ["寒", "瘀"],
    "有血丝": ["热", "实", "火"]
  },
  // 指甲色
  nailColor: {
    "淡白": ["虚", "寒", "血少"],
    "淡红": ["平"],
    "红": ["热", "实"],
    "紫暗": ["瘀", "寒", "里"]
  }
};